       identification division.
       program-id. A1START.
       date-written. date.
       author. name.
      *Description:
      *
       environment division.
       configuration section.
      *
       data division.
       working-storage section.
      *
       procedure division.
       000-main.
      *
           goback.
      *
       end program A1START.